import type { Testimonial } from './types';
import imge from '../../../../assets/images/img1.png';
export const testimonials: Testimonial[] = [
  {
    id: 1,
    name: 'م.أحمد محمد',
    role: 'صاحب شركة',
    quote: "تجربة رائعة مع الفريق، ساعدونا في تطوير الهوية البصرية لعلامتنا التجارية بطريقة احترافية ومميزة، مع اهتمام كبير بأدق التفاصيل وتحقيق أفضل النتائج.",
    avatar: imge,
  },
  {
    id: 2,
    name: 'سارة خالد',
    role: 'مديرة التسويق',
    quote:
      'أعجبنا الاهتمام بالتفاصيل وسرعة التنفيذ، وكانت النتيجة أفضل مما توقعنا، مع تعاون مستمر واحترافية عالية في العمل وتلبية جميع احتياجاتنا"."',
    avatar: imge,
  },
  {
    id: 3,
    name: 'عمر إبراهيم',
    role: 'مؤسس مشروع',
    quote:
      'فريق مبدع ومتعاون، استطاع تحويل أفكارنا إلى تصميم يعكس رؤيتنا ويعبّر عن علامتنا التجارية، بأسلوب عصري وجذاب للغاية يناسب تطلعاتنا المستقبلية."',
    avatar: imge,
  },
   {
    id: 4,
    name: 'ليا خالد',
    role: 'مديرة التسويق',
    quote:
      'أعجبنا الاهتمام بالتفاصيل وسرعة التنفيذ، وكانت النتيجة أفضل مما توقعنا، مع تعاون مستمر واحترافية عالية في العمل وتلبية جميع احتياجاتنا"."',
    avatar: imge,
  },
  {
    id: 5,
    name: 'علي إبراهيم',
    role: 'مؤسس مشروع',
    quote:
      'فريق مبدع ومتعاون، استطاع تحويل أفكارنا إلى تصميم يعكس رؤيتنا ويعبّر عن علامتنا التجارية، بأسلوب عصري وجذاب للغاية يناسب تطلعاتنا المستقبلية."',
    avatar: imge,
  },
];
